Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Nieciekawie. Myślałem, że Andreas ma łeb do interesów, a okazało się, że nie radzi sobie bez tego swojego pomocnika. Jak mu było? Gerbold?
uk: Не дуже добре. Я думав, що Андреас має голову на плечах, а виявляється, що він не може впоратися без цього свого помічника. Як його там? Гербольд?

source: Nieczynne, przyjdź później.
uk: Зачинено, приходь пізніше.

source: Nieczęsto się to u mnie zdarza, ale dam ci pewną radę, i to całkiem za darmo.
uk: Зі мною це трапляється не часто, але я дам тобі декілька порад, і це абсолютно безкоштовно.

source: Nieczęsto spotyka się dzisiaj pomocnych ludzi.
uk: Сьогодні не часто зустрінеш порядних людей.

source: Nieczęsto spotyka się ludzi takich jak ty... Masz całkowitą rację, Lichwiarz jest naszym wspólnym wrogiem.
uk: Не часто зустрінеш таких людей, як ти... Ти абсолютно правий, Лихвар – наш спільний ворог.

source: Niedaleko Placu Targowego spotkałem Kuno stojącego nad ciałem Leona.
uk: Біля Ринкової площі я зустрів Куно, який стояв над тілом Леона.

source: Niedaleko Silbach naprawiałem most razem z Uwe.
uk: Поблизу Сільбаху я ремонтував міст разом з Уве.

source: Niedaleko Silbach znajduje się wieża sygnałowa. Jest stara jak świat i od przeszło trzydziestu lat nie zapłonął na niej żaden ogień.
uk: Неподалік від Сільбаху є сигнальна вежа. Вона стара як світ, на ній вже понад тридцять років не запалювали вогонь.

source: Niedaleko jego browaru swój sklep ma też Frida. Normalnie mistrzowie rzemieślniczy nie zajmują się sprawami referencji obywatelskich...
uk: Неподалік від його пивоварні також має свою крамницю Фріда. Зазвичай майстри-ремісники не займаються питаннями громадянства...

source: Niedaleko jest wioska, w której będziemy bezpieczni. Chodź z nami.
uk: Неподалік є село, де ми будемо в безпеці. Ходімо з нами.

source: Niedaleko miasta jest taka mała kotlinka, mocno zarośnięta. Wierzyć się nie chce, że nikt nie zbadał dokładnie tych terenów.
uk: Біля міста є невелика сильно заросла долина. Важко повірити, що цю місцевість ніхто ретельно не досліджував.

source: Niedaleko stąd są zwłoki mężczyzny, znalazłeś coś przy nich?
uk: Недалеко звідси лежить труп чоловіка, ти знаходив щось біля нього?

source: Niedaleko stąd znalazłem ciało.
uk: Недалеко звідси я знайшов тіло.

source: Niedaleko łódki, na dnie morza, znalazłem broń. Na pewno zainteresuje się nią Cortez, ale jedna paczka to za mało. Muszę szukać dalej.
uk: Біля човна, на дні моря, я знайшов зброю. Впевнений, що Кортез зацікавиться нею, але однієї зв'язки буде недостатньо. Я повинен продовжувати пошуки.

source: Niedawno jacyś przyjezdni tak tęgo zabalowali, że jednego z nich przez bramę musieli wynosić.
uk: Нещодавно якісь приїжджі так напилися, що одного з них довелося нести через ворота.

source: Niedawno otrzymałem informację, że łowcy zauważyli jednego z nich na Wybrzeżu Topielców.
uk: Нещодавно я отримав інформацію, що мисливці помітили одного з них на Узбережжі луркерів.

source: Niedawno pomogłem pracownikowi stoczni, Ruudowi.
uk: Нещодавно я допомагав працівнику корабельні, Рууду.

source: Niedawno przybyliśmy do wioski razem z resztą naszych towarzyszy.
uk: Ми нещодавно прибули в село разом з іншими нашими товаришами.

source: Niedawno udało mi się też powiększyć należący do mnie teren i moi pracownicy mogą teraz mieszkać tuż obok mojej rezydencji.
uk: Нещодавно мені також вдалося розширити земельну ділянку, якою я володію, і тепер мої люди можуть жити поряд з моїм маєтком.

source: Niedawno w mieście został postrzelony strażnik pewnego ważnego mieszkańca, który najprawdopodobniej był celem zamachowca.
uk: Нещодавно був застрелений охоронець одного з впливових мешканців міста, який, скоріш за все, був ціллю вбивці.

source: Niedawno wprowadziłem się do domu obok Austerii Ernesto i posiadłości Ramseya.
uk: Нещодавно я переїхав до будинку поруч із Гостинним двором Ернесто та маєтком Рамзі.

source: Niedawno zaginął mój brat, nie widziałaś nic podejrzanego?
uk: Нещодавно зник мій брат, ти часом не бачила нічого підозрілого?

source: Niedbale zdobiona kusza
uk: Недбало оздоблений арбалет

source: Niedobrze. Obaj wiemy, co oznacza ich obecność. Niemniej, futro to futro. Masz tutaj zapłatę.
uk: Недобре це все. Ми обидва знаємо, що означає їхня присутність. Проте, хутро є хутро. Ось твоя плата.

source: Niedobrze. Przemyślę to i w razie czego sam pogadam z Tomasem. Żegnam.
uk: Не дуже добре. Я подумаю над цим і, якщо потрібно, сам поговорю з Томасом. Побачимося.

source: Niedobrze... Udało ci się dowiedzieć może co mogło mu się przydarzyć?
uk: Це погано... Можливо, тобі вдалось з'ясувати, що з ним могло трапитися?

source: Niedobrze... te skurczybyki potrafią zaleźć za skórę nawet największym twardzielom!
uk: Це недобре... Ці виродки здатні звалити навіть найміцнішого чоловіка!

source: Niedoczekanie jego! Mapa jest moja i tylko moja!
uk: Йому не пощастило! Мапа моя і тільки моя!

source: Niedoczekanie twoje! Żegnam!
uk: Не дочекаєшся! Прощавай!

source: Niedokończona figurka Innosa
uk: Незавершена статуетка Інноса

source: Niedopalona paczka
uk: Незгорілий пакунок

source: Niedopalona pochodnia.
uk: Недогорілий смолоскип.

source: Niedorzeczność! Nigdy nie użyłbym swojego człowieka jak zwykłego bandyty! To pewnie był jakiś renegat, pełno ich ostatnio.
uk: Нісенітниці! Я б ніколи не використав свою людину, як звичайного бандита! Це, мабуть, був якийсь відступник, чимало їх останнім часом розвелось.

source: Niedoszły zabójca martwy, a tłum podzielony. Obywatele górnego miasta zdawali się być zadowoleni z egzekucji, w przeciwieństwie do biedniejszej części tłumu.
uk: Потенційний вбивця мертвий, а натовп розділився. Мешканці верхнього міста, схоже, були задоволені стратою, на відміну від біднішої частини натовпу.

source: Niedoświadczeni strażnicy zajmują się rekrutacją?
uk: Недосвідчені вартові займаються вербуванням?

source: Niedysponowany? A tak, może masz rację.
uk: Нездужаю? А, точно. Можливо, ти маєш рацію.

source: Niedługo In Extremo da wam pretekst do aresztowania.
uk: Незабаром In Extremo дасть нам привід для арешту.

source: Niedługo później dostaliśmy od niego całkiem porządny miecz.
uk: Незабаром після цього ми отримали від нього доволі хороший меч.

source: Niedługo później dostaliśmy od niego porządny miecz.
uk: Незабаром після цього ми отримали від нього хороший меч.

source: Niedługo później wioskę najechali orkowie.
uk: Незабаром після цього на село напали орки.

source: Niedługo później wioskę najechali orkowie...
uk: Незабаром після цього на село напали орки...

source: Niedługo później zmarł.
uk: Невдовзі він помер.

source: Niedługo to się skończy, obiecuję.
uk: Скоро все закінчиться, обіцяю.

source: Niedługo. Muszę jeszcze przeprowadzić wstępny test, żeby zorientować się w jakości prochu... ale to nie twoje zmartwienie. Do zobaczenia w Leżu.
uk: Небагато. Мені потрібно провести попереднє випробування, щоб отримати уявлення про якість пороху... але це не твоя турбота. Побачимося біля Лігва.

source: Niedźwiedzia przekąska
uk: Ведмежа закуска

source: Niedźwiedzia przysługa
uk: Ведмежа послуга

source: Niedźwiedzie sadło
uk: Жир ведмедя

source: Niedźwiedzie!
uk: Ведмеді!

source: Niedźwiedź
uk: Ведмідь

source: Niedźwiedź Baesa
uk: Ведмідь Байса

source: Niedźwiedź albinos
uk: Білий ведмідь

source: Niedźwiedź nie żyje. Mogę wracać do Bevina.
uk: Ведмідь мертвий. Я можу повертатися до Бевіна.

source: Niedźwiedź to dla mnie żaden problem.
uk: Ведмідь для мене не проблема.

source: Niedźwiedź, który niepokoił pszczelarzy, należy do przeszłości. Gdy Garos to usłyszy, z pewnością mnie wynagrodzi.
uk: Про ведмедя, який дошкуляв пасічникам, тепер можна забути. Коли Гарос почує про це, він обов'язково винагородить мене.

source: Niedźwiedź? Oszalałeś?
uk: Ведмідь? Ти здурів?

source: Nieee!
uk: Ніііі!

source: Niegdyś odbywały się tu regularnie popisy trubadurów. Ciągnęli z niemal wszystkich wysp archipelagu, a nawet z kontynentu!
uk: Колись тут регулярно відбувалися виступи трубадурів. Вони з'їжджалися майже з усіх островів Архіпелагу і навіть з материка!

source: Niegłupi pomysł, ale znając ich, wątpię, żeby kiwnęli palcem bez oficjalnego nakazu z góry.
uk: Ідея непогана, але, знаючи їх, я сумніваюся, що вони хоч пальцем поворухнуть без офіційного наказу згори.

source: Niejadalna i bezwartościowa roślina.
uk: Неїстівна і непотрібна рослина.

source: Niejaka Frida skupuje wszelakie skóry ssaków i gadów. Niestety, swój zakład prowadzi w mieście. Bez odpowiedniego dokumentu nie wejdę do środka.
uk: Якась Фріда купує різноманітні шкури ссавців і рептилій. На жаль, вона займається цим у місті. Без відповідного документа мені туди не потрапити.

source: Niejaki Borr opowiada jej historie o mieście.
uk: Хлопець на ім'я Борр розповідає їй історії про місто.

source: Niejaki Ewald poprosił mnie o pomoc w dostarczeniu materiałów na pobliską budowę.
uk: Один чоловік на ім'я Евальд попросив мене допомогти йому з доставкою матеріалів на будівництво неподалік.

source: Niejaki Fulko i jego pomagier. On tobą pokieruje i przekaże kolejne instrukcje.
uk: Фулько і його помічник. Він буде супроводжувати тебе і давати подальші інструкції.

source: Niejaki Rębacz zabrał Larry'emu ostatnią sakiewkę ze złotem. Postaram się ją odzyskać.
uk: Якийсь Різник забрав останній гаманець із золотом Ларрі. Я спробую його повернути.

source: Niejeden górnik miał dzięki tobie trochę bardziej znośny byt w tej przeklętej kopalni.
uk: Дякуючи тобі, багато гірників отримали трохи більш стерпне становище в цій проклятій копальні.

source: Niejednokrotnie w naszej pracy zmuszeni jesteśmy do długich pościgów za przestępcami.
uk: Часто в нашій роботі ми змушені довго переслідувати злочинців.

source: Niekoniecznie.
uk: Ні, я зайнятий.

source: Niektóre aspekty zdzierania skóry gadów są łatwiejsze, a inne trudniejsze niż w przypadku reszty zwierząt.
uk: Зняття шкур з рептилій в чомусь простіше, а в чомусь складніше, ніж зняття шкур з інших звірів.

source: Niektóre gatunki zwierząt upodobały sobie najmocniej dane rośliny, dlatego też w ich żołądkach znaleźć można nasiona odpowiednich roślin:\nŚCIERWOJAD -rdest polny\nSZCZURY - roślina lecznicza\nGOBLINY - ziele lecznicze\nPOLNE I LEŚNE BESTIE - korzeń leczniczy\nKRETOSZCZURY - Ognista Pokrzywa\nDZIK - ogniste ziele\nTOPIELEC - ognisty korzeń\nKRWIOPIJCE - niebieski bez
uk: Деякі види тварин віддають перевагу певним рослинам, тому в їхніх шлунках можна знайти насіння цих рослин:\nПАДАЛЬНИКИ – спориш польовий\nЩУРИ – цілюща рослина\nГОБЛІНИ – цілюща трава\nПОЛЬОВІ ТА ЛІСОВІ ЖУКИ – цілющий корінь\nКРОТОЩУРИ – вогняна кропива\nКАБАНИ – вогняна трава\nЛУРКЕРИ - вогняний корінь\nШЕРШНІ - синя бузина

source: Niektóre gatunki zwierząt upodobały sobie najmocniej konkretne rośliny, dlatego też w ich żołądkach znaleźć można nasiona danych roślin:
uk: Деякі види тварин віддають перевагу певним рослинам, тому в їхніх шлунках можна знайти насіння цих рослин:

source: Niektóre przepisy mogą wymagać odrobiny droższych składników, takich jak ocet, sól czy cynamon. Nie obawiaj się, do pojedynczego dania używa się ich tak śladowe ilości, że spokojnie wystarczą ci na wiele miesięcy.
uk: Деякі страви можуть вимагати дещо дорожчих складників, таких як оцет, сіль або кориця. Але не хвилюйтеся, адже на одну страву використовується така мала кількість цих інгредієнтів, що їх з легкістю вистачить на багато місяців.

source: Niektóre są trochę uszkodzone... inne nierówno wycięte... ale niech ci będzie. Wezmę je.
uk: Деякі з них пошкоджені... інші нерівномірно вирізані... але нехай. Я візьму їх.

source: Niektórym nie podoba się wasze zachowanie.
uk: Декому не подобається твоя поведінка.

source: Niektórzy chcieliby odpocząć od dźwięku twojego rogu.
uk: Дехто хотів би відпочити від звуку твого рогу.

source: Niektórzy go nie lubią, przezywają 'Lichwiarzem', ale prawda jest taka, że wszyscy ci krytycy po prostu próbowali wymigać się od wypełnienia warunków zawartej umowy.
uk: Декому він не подобається, обзивають 'Лихварем', але правда в тому, що всі ці недоброзичливці просто намагалися ухилитися від виконання умов укладеної угоди.

source: Niektórzy krytycy zarzucają Mandredowi, jakoby zbytnio ryzykował destabilizacją kraju, planując wojnę z Nordmarem po odkryciu tam złóż magicznej rudy. Plany te, jeśli faktycznie były w przygotowaniu, zostały jednak zawieszone przez zatonięcie okrętu z królewiczem na pokładzie.
uk: Деякі критики звинувачували Мандреда в тому, що він надто ризикував дестабілізувати ситуацію в країні, плануючи війну з Нордмаром після відкриття там покладів магічної руди. Однак ці плани, якщо вони дійсно були на меті, були призупинені через катастрофу корабля з королем на борту.

source: Niektórzy mogą mnie pocałować w dupę!
uk: Дехто може поцілувати мене в дупу!

source: Niektórzy traktują nawet runy jak ozdoby do domu i próbują je kolekcjonować.
uk: Деякі люди навіть ставляться до рун як до прикрас для дому, чи навіть колекціонують їх.

source: Niektórzy twierdzą, że jest fałszywe
uk: Дехто стверджує, що це фальшивка

source: Niektórzy uważają, że nawet wszyscy Wilczy Synowie razem wzięci nie dadzą im rady.
uk: Дехто вважає, що навіть усі Вовчі Сини разом взяті не зможуть з ними впоратися.

source: Niektórzy z naszych nie przepadają za strażą z oczywistych powodów, ale nie powinni ci sprawiać żadnych problemów. W razie czego zawsze możesz im dać po mordzie.
uk: Деякі з наших не люблять вартових зі зрозумілих причин, але з ними не повинно виникнути жодних проблем. У разі чого ти завжди можеш дати їм по морді.

source: Niemal pewni możemy być ogromnych skarbów ukrytych w salach Vardhal, gromadzonych latami przez właścicieli twierdzy, a które przez klątwę ciążącą na tym
uk: Ми майже впевнені, що у залах Вардхалу заховані величезні скарби, які роками збирали власники фортеці, і які через прокляття, що тяжіє над цим

source: Niemal zginąłem broniąc wyspy przed orkami. Pomyśleć, że opuszczałem Londram chcąc uniknąć z nimi konfrontacji... Za moje starania Grayson nagrodził mnie małą fortuną.
uk: Я ледь не загинув, захищаючи острів від орків. Важко уявити, що я покинув Лондрам, бажаючи уникнути зустрічі з ними... За мої старання Грейсон нагородив мене невеличким статком.

source: Niemałą rewolucję tu urządziłeś. Ale dobrze, Bloodwyn był jak wrzód na najbardziej niedostępnym rejonie ciała.
uk: Ти влаштував тут справжню революцію. Але гаразд, Бладвін був як чиряк на найнедоступнішій ділянці тіла.

source: Niemałą rewolucję tu urządziłeś. Ale dobrze, Bloodwyn był jak wrzód w najbardziej niedostępnym rejonie ciała.
uk: Ти влаштував тут справжню революцію. Але гаразд, Бладвін був як чиряк на найнедоступнішій ділянці тіла.

source: Niemniej moja tułaczka nie była spowodowana wyłącznie kryzysem wiary. Wszak nie od dzisiaj wiadomo, że obecni mieszkańcy Archolos nie byli jego pierwszymi, czego dowodem są nadzwyczaj dobrze zachowane struktury na południowych bagnach.
uk: Однак мої блукання були зумовлені не лише кризою віри. Адже добре відомо, що нинішні мешканці Архолосу не були тут першими, про що свідчать напрочуд добре збережені споруди на південних болотах.

source: Niemniej, dziękuję, że chociaż ty zająłeś się tą biblioteką.
uk: Тим не менш, дякую що принаймні поприбирав у бібліотеці.

source: Niemniej, uważamy, że twoje zaangażowanie w losy naszej wspaniałej wyspy są godne podziwu i wierzymy, że uda ci się przynieść jej jeszcze wiele dobra. Będziemy obserwować twoje poczynania, wznosić modły w twojej intencji i życzyć ci wytrwałości w wierze w naszego Pana.
uk: Тим не менш, ми вважаємо, що твоя небайдужість до долі нашого чудового острова викликає захоплення і віримо, що ти зможеш принести йому багато користі. Ми спостерігатимемо за твоїми діями, молитимемося за твої наміри і бажаємо тобі наполегливості у вірі в нашого Господа.

source: Niemożliwe! Albyn wypisał ci list polecający! Zdajesz sobie sprawę, że takiej sytuacji nie mieliśmy od lat? To surowy człowiek i ciężko go do siebie przekonać.
uk: Не може бути! Альбін написав тобі рекомендаційний лист! Ти хоч розумієш, що такого не було багато років? Він сувора людина, і його важко переконати.

source: Niemożliwe! Dałeś mu radę? Myślałem raczej o przegonieniu go, a ty ot tak go zabiłeś?
uk: Неможливо! Ти з ним впорався? Я думав радше прогнати його, а ти отак просто його вбив?

source: Niemożliwe. To pierścień z akwamarynem, symbol Wodnego Kręgu. Nasza organizacja ma swoich wysłanników w różnych częściach królestwa, więc... może twój brat był jednym z nich?
uk: Неможливо. Це перстень з аквамарином, символом Кільця Води. Наша організація має посланців у різних частинах королівства, тож... може, твій брат був одним із них?

source: Nienasłoneczniona oliwa? Ciekawe! Oby tylko nigdy się nie dowiedział, że to brednie!
uk: Олія? Цікаво! Лише б він не дізнався, що це обман!

source: Nienawidzę wargów.
uk: Ненавиджу варгів.

source: Nienawidzę? Pół życia jej poświęciłem. To nie z Gildią mam problem, tylko z Lorenzo.
uk: Ненавиджу? Я присвятив їй половину свого життя. У мене проблема не з Гільдією, а з Лоренцо.

source: Nieoficjalnie będą czekać, aż ktoś powie coś, czego nie powinien mówić.
uk: Неофіційно вони чекатимуть, доки хтось скаже щось таке, чого не повинен говорити.

source: Nieostrożnie spisana notatka.
uk: Недбало написана записка.

source: Nieostrożny zakład
uk: Нерозважливе парі

source: Niepokojąca bestia
uk: Тривожний звір

source: Nieporadnie wzmocniona kusza
uk: Недбало зміцнений арбалет

source: Niepotrzebnie go zabiłeś! Cortez chciał, bym przyprowadził mu ludzi żywych!
uk: Не треба було його вбивати! Кортез хотів, щоб я приводив йому людей живими!

source: Niepotrzebnie godziłem się na zatrudnienie osób bez większych kwalifikacji. Tylko gdzie ja znajdę teraz wykwalifikowanych pracowników?
uk: Не варто було наймати людей без досвіду. Тільки де зараз можна знайти кваліфікованих працівників?

source: Niepotrzebnie naraził mieszkańców na przemoc ze strony bandziorów w mundurach.
uk: Він без потреби наражав мешканців на насильство з боку бандитів у формі.

source: Niepotrzebnie panikujesz.
uk: Немає потреби панікувати.

source: Niepotrzebnie wspominałem o Lutzie. Viktor nie powiedział mi nic, co mogłoby mi się przydać. Mam nadzieję, że z Bastianem będę miał więcej szczęścia.
uk: Я ненароком згадав про Люца. Віктор не розповів мені нічого корисного. Сподіваюся, розмова з Бастіаном виявиться кориснішою.

source: Nieproszeni goście sobie poszli.
uk: Непрохані гості пішли.

source: Nieprzyjemny osiłek Fabio wydaje się być bardzo podirytowany. Chyba lepiej go nie drażnić.
uk: Неприємний віслюк Фабіо виглядає дуже роздратованим. Напевно, краще його не дратувати.

source: Nieprzyjemny typ, co nie?
uk: Неприємний тип, чи не так?

source: Nieprzytomna. Pójdę po cyrulika, żeby ją wybudził.
uk: Вона непритомна. Я попрошу цирульника привести її до тями.

source: Nieraz robił to w taki sposób, że aż miało się ochotę przyłożyć mu grabiami!
uk: Іноді він робив це так, що хотілося вдарити його граблями!

source: Nierozgarnięty obywatel
uk: Похмурий містянин

source: Niesamowite! Gdzie się nauczyłeś tak walczyć?
uk: Дивовижно! Де ти навчився так битися?

source: Niesamowite! Jak ci się udało je zdobyć? Nie pamiętam, kiedy ostatnio byłem pod takim wrażeniem!
uk: Дивовижно! Як тобі вдалося його роздобути? Я не пам'ятаю, коли востаннє був настільки вражений!

source: Niesamowite! Najprawdziwsza skóra niedźwiedzia! Spisałeś się chłopcze, oto twoja nagroda.
uk: Дивовижно! Справжня ведмежа шкура! Ти добре попрацював, хлопче, ось твоя винагорода.

source: Niesamowite, człowiek Araxos moim czeladnikiem... nie pamiętam, kiedy ostatnio los się tak do mnie uśmiechnął!
uk: Дивовижно, людина Араксосу стала моїм учнем... Я вже й не пам'ятаю, коли мені востаннє так посміхалася доля!

source: Niesamowite, nie wiem jak ja ci się za to wszystko odwdzięczę.
uk: Неймовірно, я не знаю, як я зможу віддячити тобі за все це.

source: Niesamowite, przez tyle lat nikt na to nie wpadł... jak mogliśmy być tak ślepi!
uk: Дивовижно, за стільки років ніхто на це не звернув увагу... Як ми могли бути такими сліпими!

source: Niesamowite. Niby to woda, a zachowuje kształt sfery!
uk: Дивовижно. Хоч це й вода, але вона зберігає форму сфери!

source: Nieskromnie powiem, że na całej wyspie nie ma drugiego równie oświeconego i wykształconego alchemika.
uk: Дозволю собі нескромно заявити, що на всьому острові немає більш вправного та освіченого алхіміка ніж я.

source: Nieskuteczne wobec
uk: Не ефективне проти

source: Niespodzianka. Lorenzo nie pomoże mi w poszukiwaniach brata, zamiast tego wyznaczył mnie do bycia informatorem Królewskiego Wysłannika. Mam składać mu raporty o handlu na Archolos oraz okazywać szacunek jemu i jego świcie. Znajdę ich w ratuszu miejskim.
uk: От халепа. Лоренцо не допоможе мені в пошуках брата. Натомість він призначив мене інформатором Королівського посла. Я маю доповідати йому про торгівлю на Архолосі та засвідчити свою повагу йому і його оточенню. Я знайду їх у міській ратуші.

source: Niespodzianka. Roderich nie pomoże mi w poszukiwaniach brata. Zamiast tego wyznaczył mnie do bycia informatorem Królewskiego Wysłannika. Mam wykonywać wszystkie jego polecenia oraz okazywać szacunek jemu i jego świcie. Znajdę ich w ratuszu miejskim.
uk: От халепа. Родеріх не допоможе мені в пошуках брата. Натомість він призначив мене інформатором Королівського посла. Я маю виконувати всі його накази та виявляти повагу до нього і його оточення. Я знайду їх у міській ратуші.

source: Niespodziewanie zamiast Huxlaya czekał na mnie Richard. Podobno stało się coś strasznego. Muszę iść za nim do Graysona.
uk: Несподівано замість Хакслі на мене чекав Річард. Мабуть, сталося щось жахливе. Я мушу йти за ним до Грейсона.

source: Niesprawdzona mikstura
uk: Неперевірене зілля

source: Niestandardowe składniki, takie jak kły czy pazury, w umiarkowanych ilościach mogą wzmocnić właściwości broni, ale uważaj z nimi. Jako ozdoba będą tylko przeszkadzać.
uk: Спеціальні складники, такі як ікла або кігті, в помірних кількостях можуть покращити властивості зброї, але будь з ними обережним. Як прикраси вони лише заважатимуть.

source: Niestety Holdwig teraz o tym nie myśli. Szuka pieniędzy, by szybko rozprawić się z bratem.
uk: На жаль, Гольдвіг зараз не думає про це. Він шукає гроші, щоб якнайшвидше розправитися з братом.

source: Niestety Jorn nie żyje.
uk: На жаль, Йорн помер...

source: Niestety admirałowie królewscy źle ocenili sytuacje, a orkowie okazali się równie sprawnymi wojownikami na morzu jak i na lądzie.
uk: На жаль, королівські адмірали неправильно оцінили ситуацію, а орки виявилися сильними воїнами як на суші, так і у морі.

source: Niestety chłopcze, ale ja nim nie jestem.
uk: Але, на жаль, хлопче, я не такий.

source: Niestety jestem zajęty, nie pomogę ci.
uk: На жаль, я зайнятий і не можу тобі допомогти.

source: Niestety muszę ci przyznać, że udzieliłeś mi ważnej lekcji. Ale trochę potrenuję i ci kiedyś przyłożę, zobaczysz.
uk: На жаль, мушу визнати, що ти дав мені важливий урок. Але я трохи потренуюся і одного дня поставлю тебе на місце, ось побачиш.

source: Niestety młodzieńcze obawiam się, że to choroba, na którą nie pomaga żadne lekarstwo...
uk: На жаль, юначе, я боюсь, що це хвороба, з якою не впораються жодні ліки...

source: Niestety nie dogadałem się z załogą i część skrzyń została w porcie.
uk: На жаль, я не дійшов згоди з командою, і частина ящиків залишилася в порту.

source: Niestety nie jest wiele wart.
uk: На жаль, він небагато коштує.

source: Niestety nie każdy podziela entuzjazm w stosunku do takich towarów.
uk: На жаль, не всі поділяють захоплення такими товарами.

source: Niestety nie mam tyle przy sobie.
uk: На жаль, у мене немає стільки з собою.

source: Niestety nie mogę ci pomóc w dalszych poszukiwaniach.
uk: На жаль, я більше не можу допомогти тобі з пошуком.
